tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "shopify/shopify"
brew "xz"
brew "awscli"
brew "cask"
brew "clang-format"
brew "cmatrix"
brew "cowsay"
brew "docker"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "gradle"
brew "icu4c"
brew "graphviz"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nkf"
brew "nyancat"
brew "openjdk@11"
brew "openjdk@8"
brew "pip-completion"
brew "pipx"
brew "poetry"
brew "r"
brew "ripgrep"
brew "sd"
brew "sl"
brew "tmux"
brew "tree"
brew "truncate"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "shopify/shopify/shopify-cli"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "deepl"
cask "docker"
cask "drawio"
cask "evernote"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "notion"
cask "openemu"
cask "openinterminal"
cask "rectangle"
cask "rstudio"
cask "scroll-reverser"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Coffee Buzz", id: 1099454186
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Meeter", id: 1510445899
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
